Repository: wp-plugins/validated-field-for-acf
Catalog: languages/acf_vf-*.po
Languages: es_es, sr_rs

source: Enable Debug
es_es: Habilitar Depuración
sr_rs: Aktiviraj otklanjanje grešaka

source: Check this box to turn on debugging for Validated Fields.
es_es: Marque esta casilla para activar la depuración para Validado Fields.
sr_rs: Štiklirajte ovo polje da biste uključili otklanjanje grešaka za validirana polja.

source: Enable Draft Validation
es_es: Habilitar Proyecto de Validación
sr_rs: Aktiviraj validaciju skice

source: Check this box to enable Draft validation globally, or uncheck to allow it to be set per field.
es_es: Marque esta casilla para activar el proyecto de validación a nivel mundial, o desmarque para permitir que sea configurada por campo.
sr_rs: Štiklirajte ovo polje da biste aktivirali globalno validiranje skica ili poništite štikliranje da biste omogućili podešavanje za svako polje posebno.

source: Enable Front-End Validation
es_es: Habilitar Abolladuras Validación
sr_rs: Aktiviraj front-end validaciju

source: Check this box to turn on validation for front-end forms created with
es_es: Marque esta casilla para activar la validación de formularios de aplicaciones para usuario creadas con
sr_rs: Štiklirajte ovo polje da biste aktivirali validaciju za front-end obrasce kreirane sa

source: Enqueue Admin CSS on Front-End
es_es: Enqueue administración CSS en Front-End
sr_rs: Stavi na čekanje CSS administratora na front-endu

source: Uncheck this box to turn off "colors-fresh" admin theme enqueued by
es_es: Desactive esta casilla para desactivar "colors-fresh" admin tema en cola por
sr_rs: Poništite štikliranje ovog polja da biste isključili "colors-fresh" administratorsku temu iza koje sledi

source: Validated Field
es_es: Validado Campo
sr_rs: Validirano polje

source: Basic
es_es: Básico
sr_rs: Osnovno

source: Validation failed.
es_es: Error de validación.
sr_rs: Validacija neuspela

source: Validated Field Settings
es_es: Configuración de Validado Campo
sr_rs: Podešavanja validiranog polja

source: PHP Error
sr_rs: PHP greška

source: This field's validation is not properly configured.
es_es: La validación de este campo no está configurado correctamente.
sr_rs: Validacija ovog polja nije ispravno konfigurisana.

source: The value
es_es: El valor
sr_rs: Vrednost

source: is already in use by
es_es: ya está en uso por
sr_rs: je već korišćena od strane

source: Layout
es_es: Disposición
sr_rs: Raspored

source: Read Only?
es_es: ¿Sólo Lectura?
sr_rs: Samo za čitanje?

source: Yes
es_es: Sí
sr_rs: Da

source: No
sr_rs: Ne

source: Validate Drafts/Preview?
es_es: ¿Validar Borradores/Vista Previa?
sr_rs: Validirati skice/Pregled?

source: Warning
es_es: Advertencia
sr_rs: Upozorenje

source: has been set to <code>false</code> which overrides field level configurations
es_es: se ha ajustado a <code>false</ code> que anula las configuraciones a nivel de campo
sr_rs: je podešeno na <code>laž</code> čime se poništavaju konfiguracije na nivou polja

source: Field Type
es_es: Tipo de Campo
sr_rs: Vrsta polja

source: Input Mask
es_es: Máscara de Entrada
sr_rs: Maska unosa

source: Use &#39;a&#39; to match A-Za-z, &#39;9&#39; to match 0-9, and &#39;*&#39; to match any alphanumeric.
es_es: Utilice &#39;a&#39; para que coincida con &#39;A-Za-z&#39;, '&#39;9&#39; para que coincida con 0-9, y &#39;*&#39; para emparejar cualquier alfanumérico.
sr_rs: Koristi &#39;a&#39; za podudaranje A-Za-z, &#39;9&#39; za podudaranje 0-9 i &#39;*&#39; za bilo kakvo alfanumeričko podudaranje.

source: More info
es_es: Más información
sr_rs: Više informacija

source: Input masking is not compatible with the "number" field type!
es_es: Enmascaramiento de entrada no es compatible con el "número" tipo de campo!
sr_rs: Unos maskiranja nije kompatibilan sa vrstom polja "broj"!

source: Validation: Function
es_es: Validación: Función
sr_rs: Validacija: Funkcija

source: How should the field be server side validated?
es_es: ¿Cómo debe el ámbito validada lado del servidor?
sr_rs: Kako treba validirati polje na strani servera?

source: None
es_es: Ninguno
sr_rs: Nijedan

source: Regular Expression
es_es: Expresión Regular
sr_rs: Regularan izraz

source: PHP Statement
es_es: Declaración de PHP
sr_rs: PHP izjava

source: Validation: Pattern
es_es: Validación: Forma
sr_rs: Validacija: Šablon

source: Pattern match the input using
es_es: Patrón coincide con la entrada utilizando
sr_rs: Šablon se podudara s unosom

source: Use any PHP code and return true or false. If nothing is returned it will evaluate to true.
es_es: Utilice cualquier código PHP y devolver verdadero o falso. Si no se devuelve nada que se evaluará como true.
sr_rs: Koristite bilo koji PHP kod i vratite vrednost ‘istina’ ili ‘laž’. Ako se ništa ne vrati, biće procenjeno kao istina.

source: Available variables
es_es: variables disponibles
sr_rs: Raspoložive promenljive

source: returned to UI
es_es: regresado a la interfaz de usuario
sr_rs: Vraćene na korisnički interfejs

source: Example
es_es: Ejemplo
sr_rs: Primer

source: Validation: Error Message
es_es: Validación: Mensaje de error
sr_rs: Validacija: Poruka o grešci

source: Unique Value?
es_es: ¿Valor único?
sr_rs: Jedinstvena vrednost?

source: Make sure this value is unique for...
es_es: Asegúrese de que este valor es único para...
sr_rs: Proverite da li je ova vrednost jedinstvena za...

source: Non-Unique Value
es_es: Valor no Unique
sr_rs: Vrednost nije jedinstvena

source: Unique Globally
es_es: Único Globalmente
sr_rs: Globalno jedinstvena

source: Unique For Post Type
es_es: Unique Para Tipo Envío
sr_rs: Jedinstvena za vrstu posta

source: Unique Value: Apply to...?
es_es: Valor Único: Aplicar a ...?
sr_rs: Jedinstvena vrijednost: Nanesite na ...?

source: Read only
es_es: Sólo lectura
sr_rs: Samo za čitanje

source: Validation successful
es_es: Validación exitosa
sr_rs: validacija uspješna

source: Validation failed
es_es: Validación fracasó
sr_rs: validacija nije

source: Please check your values and submit again.
es_es: Se recomienda consultar los valores y presentar de nuevo.
sr_rs: Proverite svoje vrednosti i podnesite ponovo.

source: was submitted multiple times and should be unique for
es_es: se presentó varias veces y debe ser único para
sr_rs: podnet je više puta, a treba da bude jedinstven za

source: When a field is marked read only, it will be visible but uneditable. Read only fields are marked with
es_es: Cuando un campo está marcado de sólo lectura, será visible pero no editable. Leer únicos campos están marcados con
sr_rs: Kad polje ima oznaku “samo za čitanje”, biće vidljivo, ali neće moći da se uređuje. Polja samo za čitanje označena su

source: The underlying field type that you would like to validate.
es_es: El tipo de campo subyacente que desea validar.
sr_rs: Tip osnovi polje koje želite da potvrdi.

source: Input mask
es_es: máscara de entrada
sr_rs: Ulazna maska

source: Input Mask: Autoclear
es_es: Máscara de entrada: Autoclear
sr_rs: Ulazna maska: Autoclear

source: Clear values that do match the input mask, if provided.
es_es: Valores claros que hacen que coincida con la máscara de entrada, si se proporciona.
sr_rs: Obriši vrednosti koje se poklapaju sa maskom unosa, ako su unete.

source: Input Mask: Placeholder
es_es: Máscara de entrada: Marcador de posición
sr_rs: Ulazna maska: Placeholder

source: Use this string or character as a placeholder for the input mask.
es_es: Utilice esta cadena o carácter como un marcador de posición para la máscara de entrada.
sr_rs: Koristi ovaj niz karaktera kao zamenski tekst za unos maske

source: Use any PHP code and return true for success or false for failure. If nothing is returned it will evaluate to true.
es_es: Utilice cualquier código PHP y devolver true para el éxito o falso para el fracaso. Si no se devuelve nada que evaluará a true.
sr_rs: Koristite bilo PHP kod i vratiti vrijedi za uspjeh ili neuspjeh za lažne. Ako se ništa ne vratila će ocijeniti na true.

source: Pattern
es_es: Forma
sr_rs: obrazac

source: The default error message that is returned to the client.
es_es: El mensaje de error predeterminado que se devuelve al cliente.
sr_rs: Podrazumevana poruka o grešci koja se vraća klijentu

source: Unique For Post
es_es: Unique Para Publicar
sr_rs: Jedinstven za posta

source: Make sure this value is unique for the checked post statuses.
es_es: Asegúrese de que este valor es único para los estados de correos controladas.
sr_rs: Proverite da li je ova vrednost jedinstvena za štiklirane statuse postova.

source: Field/Meta Key
es_es: Campo / Meta clave
